SYMBOLS = {
    "en": ("point", "negative", "percent"),
    "hi": ("दशमलव", "ऋणात्मक", "प्रतिशत")
}

SUFFIXES = {
    'en': [(3, "K"), (6, "M"), (9, "B"), (12, "T"), (15, "Q"), (18, "Qn"), (21, "Sxt"), (24, "Spt"), (27, "Oct"),
           (30, "Non"), (33, "Dec"), (36, "Undec"), (39, "Duodec")],
    'hi': [(3, " हजार"), (5, " लाख"), (7, " करोड़"), (9, " अरब"), (11, " खरब"), (13, " नील"), (15, " पद्म"),
           (17, " शंख"), (19, " अंत"), (21, " मध्य"), (23, " परार्ध"), (25, " धुन"), (27, " अशोहिनी")],
    'en-hi': [(3, "K"), (5, "L"), (7, "Cr"), (9, "Ar"), (11, "Kharab"), (13, "Nil"), (15, "Padm"), (17, "Shankh"),
              (19, "Ant"), (21, "Madh"), (23, "Parardh"), (25, "Dhun"), (27, "Ashohini")]
}
